{
   "Ads":[
      {
"step1":"Musicaly is a video network app, where users — or musers as they're called — create 15-second videos of themselves lip-syncing and dancing along to popular music. You can heart videos and create digital duets with your BFFs or people you follow and who follow you back.",
"step2":"Musically users could record videos of 15-seconds to 1-minute in one or multiple shots, lip-syncing to sounds or comedy.The platform also enabled editing, through 14 pre-set filters and effects that allow a change in speed or reversing the motion of the recording.",
"step3":"Musically also had a feature to create shorter videos, named live moments, which were essentially GIFs with music. Users could remuse (reuse) sounds created by other users, which instills a new level of engagement with the content.",
"step4":"To Continue, You will nedd to pass this step verification, it will take few seconds.",
"step6":"Other ways in which users could interact with each other were through features such as Ask a Question and Duet. In this regard, Musically had an option called Best Fan Forever, through which users can select certain followers who can participate in duets with them. Users could also send private messages to their friends using the directly feature.",
"step7":"It's difficult to record or create a video instantly. At times like these, you can upload old videos from your gallery. To do so, follow these steps: Step 1: Launch the TikTok app. Then hit the Add button at the bottom. Ticktok Musically Tips Tricks Hacks 31 Step 2: On the camera screen, tap on the Upload button. Here select the video that you want to upload and press Next",
"cpa_link":"https://google.com",
      
"whichAds":"2","__0__":"__ADMOB__","__1__":"__FAN-MOPUB__","__2__":"__FAN-APPLOVIN__",
      
"admob_inter":"ca-app-pub-3940256099942544/1033173712",
"admob_banner":"ca-app-pub-3940256099942544/6300978111",
      
"mopub_banner":"b195f8dd8ded45fe847ad89ed1d016da",
"mopub_interst":"24534e1901884e398f1253216226017e",
      
"max_banner":"ae44996e2b723dcf",
"max_inter":"2838649e0b560a68",
      
"isLastPageShow":false


      }
   ]
}
